# UnBrick my shell as fast as possible
brew "fish"
brew "starship"
brew "lsd"
brew "pfetch"
brew "stow"
brew "zoxide"

# Install Terminal Apps
brew "htop"
brew "gh"
brew "evil-helix"
brew "tree"
brew "jj" # https://jj-vcs.github.io/jj

# Fonts
cask "font-comic-mono"
cask "font-fira-code-nerd-font"
cask "font-liga-comic-mono"

# Install Cask Apps
cask "brave"
cask "alacritty"
cask "visual-studio-code"
cask "alt-tab"
cask "caffeine"
cask "raycast"
cask "rectangle"
cask "slack"
cask "docker"
cask "shottr"
cask "appcleaner"
cask "keycastr"
cask "kap"
cask "spotify"
cask "notion"
cask "linear-linear"

## Development Tools
brew "volta" # Node version manager

# Non-Work Apps
cask "discord"
cask "whatsapp"
