# UnBrick my shell as fast as possible
brew "fish"
brew "starship"
brew "lsd"
brew "pfetch"
brew "htop"
brew "stow"

# Install Apps
brew "gh"
brew "evil-helix"
brew "tree"

# Fonts
cask "font-comic-mono"
cask "font-fira-code-nerd-font"
cask "font-liga-comic-mono"

## Javascript
brew "volta"

# Install Cask Apps
cask "alacritty"
cask "visual-studio-code"
#cask "obsidian"
cask "alt-tab"
cask "rectangle"
#cask "docker"

# Extra
cask "discord"
cask "appcleaner"
cask "kap"
cask "spotify"
cask "notion"
cask "linear-linear"
