# Core taps
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

# UnBrick my shell as fast as possible
brew "zsh"
brew "starship"
brew "lsd"
brew "macchina"
brew "htop"
brew "stow"

# Install Apps
brew "gh"
brew "helix"
brew "tree"
brew "syncthing", restart_service: true
brew "docker", link: false
brew "docker-machine"

# Fonts
tap "homebrew/cask-fonts"
cask "font-comic-mono"
cask "font-fira-code-nerd-font"
cask "font-liga-comic-mono"

## Javascript
brew "volta"

## Python
brew "python@3.11"
brew "pipenv"

# Install Cask Apps
tap "homebrew/cask"

cask "alacritty"
cask "visual-studio-code"
cask "obsidian"
cask "alt-tab"
cask "rectangle"
cask "docker"

# Extra
cask "discord"
cask "espanso"
brew "shellcheck"
tap "olets/tap"
brew "olets/tap/zsh-abbr"
cask "appcleaner"
cask "kap"
cask "ngrok"
cask "spotify"
cask "ticktick"
