tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "olets/tap"
brew "countdown"
brew "cowsay"
brew "docker", link: false
brew "docker-machine"
brew "fish"
brew "gh"
brew "helix"
brew "htop"
brew "lsd"
brew "macchina"
brew "neofetch"
brew "pfetch"
brew "python@3.11"
brew "pipenv"
brew "shellcheck"
brew "sl"
brew "starship"
brew "syncthing", restart_service: true
brew "tree"
brew "zsh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@5.0"
brew "olets/tap/zsh-abbr"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "battle-net"
cask "beekeeper-studio"
cask "discord"
cask "docker"
cask "espanso"
cask "figma"
cask "font-comic-mono"
cask "font-fira-code-nerd-font"
cask "font-liga-comic-mono"
cask "gimp"
cask "kap"
cask "mongodb-compass"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "parsec"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "ticktick"
cask "visual-studio-code"
cask "vivaldi"
